import React from 'react';
import Layout from "../components/Layout";

const About = () => {
    return (
        <Layout>
            <div>
                <h1 className="text-4xl font-bold text-center">Про мене</h1>
                <div className="flex justify-center">
                    <div className="w-1/2">
                        <p className="text-xl my-4">
                            Привіт, мене звати Максим, маю два роки коммерційного досвіду роботи як Fullstack developer, програмую на мові JavaScript(Typescript), та деяких інших, працював на багатьох проектах, різних сфер бізнесу
                        </p>
                        <p className="text-xl my-4">
                            Я люблю розвиватися, вчитися новому, досліджувати нові технології, відвідувати конференції, курси, тренінги, читати книги, дивитися відео, ділитися знаннями з іншими
                        </p>
                        <p className="text-xl my-4">
                            Я люблю співати, грати в шахи, настільний теніс, займаюся силовими видами спорту, дуже люблю музику, відвідую концерти, дивлюся фільми, серіали, читаю книги, дивлюся відео, граю в комп'ютерні ігри
                        </p>
                        <p className="text-xl my-4">
                            Мрію заснувати власну компанію з веб розробки, де буду використовувати найсучасніші технології, та розвивати свої навички, та допомагати іншим розробникам розвиватися, та рости
                        </p>
                    </div>
                </div>
            </div>
        </Layout>
    );
};

export default About;
